{
  "nav-about-me": "About",
  "nav-links": "Social media",
  "nav-projects": "Projects",
  "nav-sports": "Sports",

  "say-hi": "Hi, I'm",
  "performed-functions": "junior software engeneer • coding tutor • DIY arduino creator • climber • roller skater • hobbyist musician",

  "about-me-prefix": "A",
  "about-me": "bout me",
  "about-me-content-1": "I'm an aspiring java software engineer, currently a fourth-year student of Information and Communication technology. I've been programming for 7-years, working on many personal projects. Also, I always willing to give private lessons in computer science. But the most fun gives me building and programming various gadgets based on Arduino.",
  "about-me-content-2": "After-hours I value so much doing all sorts of sports and spending time with friends. On a sunset, I love to play guitar or piano and sing.",
  "links-prefix": "S",
  "links": "ocial media",

  "projects-prefix": "P",
  "projects": "rojects",
  "project-1": "Robotic arm",
  "project-1-content": "DIY robotic arm, based on Arduino, controllable in real time via dedicated .NET app",
  "project-2": "Clean code in Java",
  "project-2-content": "A presentation on the need of high quality code and explained how to make code clean (based on Robert Martin \"Clean Code\")",
  "project-3": "Project \"Simulation\"",
  "project-3-content": "The program that allows you to build network topology, set up connection between devices and turn up routing algorithms.",
  "project-4": "Boulder on Cube",
  "project-4-content": "My adventure with one of boulder problems on Cube Baldy&Kawa in Kraków",


  "sports-prefix": "S",
  "sports": "ports",

  "sports-content": "I value so much any kind of sports and love to try new ones. But first of all, I train in rock climbing and bouldering for a long time. I'm also a judge of sports climbing in Polish Mountaineering Association. Recently I started much more roller skating, especially as an urban ride. During my vacation time, I like to go on a multi-day bike trip.",

  "sport-desc-1": "Max rollers<br>speed",
  "sport-val-1": "36 km/h",
  "sport-desc-2": "Hardest climbing route",
  "sport-val-2": "7c+/8a",
  "sport-desc-3": "Longest one-day cycling distance",
  "sport-val-3": "200 km",
  "sport-desc-4": "Max cycling<br>speed",
  "sport-val-4": "74 km/h",
  "sport-desc-5": "Best tempo<br>for 5 km",
  "sport-val-5": "4:15/km",


  "all-rights": "Krzysztof Pałka 2022"
}



