{
  "nav-about-me": "O mnie",
  "nav-links": "Media",
  "nav-projects": "Projekty",
  "nav-sports": "Sporty",

  "say-hi": "Cześć, jestem",
  "performed-functions": "młodszy programista • nauczyciel programowania • twórca DIY • wspinacz • rolkarz • hobbystyczny muzyk",

  "about-me-prefix": "O",
  "about-me": " mnie",
  "about-me-content-1": "Jestem aspirującym programistą, aktualnie studentem drugiego roku Teleinformatyki na AGH. Programuję od 6 lat temu, w tym czasie pracowałem nad wieloma własnymi projektami. Chętnie również udzielam korepectycji z informatyki. Najwięcej frajdy sprawia mi jednak budowanie oraz programowanie różnych gadżetów opartych na Arduino. ",
  "about-me-content-2": "Po godzinach bardzo cenię sobie uprawienie wszelkiego rodzaju sportów oraz czas spędzony ze znajomymi. Wieczorami lubię pograć na gitarze albo pianinie.",

  "links-prefix": "M",
  "links": "edia społecznościowe",

  "projects-prefix": "P",
  "projects": "rojekty",
  "project-1": "Robotyczne ramie",
  "project-1-content": "Robotyczne ramię DIY oparte na Arduino, kontrolowane w czasie rzeczywistym przez dedykowaną aplikację w .NET",
  "project-2": "Czysty kod w Javie",
  "project-2-content": "Prezentacja o potrzebie i procesie tworzenia kodu wysokiej jakości (na podstawie \"Czysty Kod\" Roberta MArtina)",
  "project-3": "Projekt \"Simulation\"",
  "project-3-content": "Symulator pozwalający budowę topologi, ustawianie połączeń między urządzeniami oraz włączenie algorytmów routingu",
  "project-4": "Boulder na Cube",
  "project-4-content": "Moja przygoda z jednym z problemów boulderowych na Cube Baldy&Kawa w Krakowie",


  "sports-prefix": "S",
  "sports": "porty",

  "sports-content": "Cenię wszelkiego rodzaju sporty i bardzo lubię próbowa nowych rzeczy. Przede wszystkim jednak od wielu lat trenuję wspinaczkę skałkową i bouldering. Jestem również sędzią wspinaczki sportowej PZA. Od niedawna jeżdżę wyczynowo na rolkach, głównie w formie urban skate. W trakcie wakacji lubię się wybrać na wielodniową wycieczkę rowerową.",

  "sport-desc-1": "Największa prędkość",
  "sport-val-1": "36 km/h",
  "sport-desc-2": "Najtrudniejsza droga",
  "sport-val-2": "VI.4",
  "sport-desc-3": "Największy dystans rowerowy",
  "sport-val-3": "200 km",
  "sport-desc-4": "Największa prędkość",
  "sport-val-4": "74 km/h",
  "sport-desc-5": "Najlepsze tempo<br>na 5 km",
  "sport-val-5": "4:15/km",


  "all-rights": ". All rights reserved.",

  "year": "2020"


}



